const blogs = [
  {
    id: 1,
    title: 'ความเชื่อที่ว่าทุกผลลัพธ์เป็นสิ่งมีค่า เพราะว่าทุกผลลัพธ์คือครู',
    image_url: '/363818807_777828677474610_744657336193323300_n.jpg',
    content: 'เมื่อใดก็ตามที่คุณหยุดหัวเสียกับผลลัพธ์ที่ไม่ได้เป็นไปตามแผน และเริ่มน้อมรับกระบวนการ คุณจะเริ่มมองเห็นบทเรียนและเส้นทางสู่ความสำเร็จ ซึ่งนั่นเป็นการเสริมสร้างพลังให้กับคุณ สิ่งนี้เป็นความเชื่อที่ยากที่สุด ที่ควรต้องพัฒนามันขึ้นมา "ความเชื่อที่ว่าทุกผลลัพธ์เป็นสิ่งมีค่า เพราะว่าทุกผลลัพธ์คือครู',
    author: 'Mindset secrets for winning (Mark Minervini)',
  },
  {
    id: 2,
    title: 'นิสัยเป็นตัวกำหนดอนาคต',
    image_url: '/363316627_776874057570072_2656243374133038162_n.jpg',
    content: `นิสัยเป็นตัวกำหนดอนาคต อยากเป็นคนแบบไหนให้ฝึกเป็นคนแบบนั้น    
      ถ้าฝึกตัวเองให้ขี้เกียจเราก็จะกลายเป็นคนขี้เกียจในที่สุด
      แต่ ถ้าฝึกตัวเองให้ขยัน  เราก็จะกลายเป็นคนขยันในที่สุด 
      - Your habits will determine your future -
      แค่เปลี่ยนวิธีคิดชีวิตก็เปลี่ยน
      เป็นคำพูดที่จริงอย่างปฏิเสธไม่ได้เลยทีเดียว
      ชีวิตเราจะเป็นอย่างไร
      10% ขึ้นอยู่กับสิ่งที่เข้ามาในชีวิตและเราควบคุมไม่ได้
      และอีก 90% ขึ้นอยู่กับว่าเราตอบโต้ 10% นั้นอย่างไร
      ยิ่งเสพดราม่ามากเราก็จะกลายเป็นคนดราม่า
      ชอบคิดลบและมองโลกในแง่ร้ายในที่สุด
      ดังนั้น Mindset จึงเป็นสิ่งสำคัญมาก
      ที่จะกำหนดเส้นทางชีวิตของแต่ละคน
      .
      พูดให้เข้าใจง่ายๆ Mindset ก็หมายถึง
      ทัศนคติ วิธีคิดและความเชื่อของคนแต่ละคน
      ที่ส่งผลโดยตรงต่อพฤติกรรมและการตัดสินใจของคนๆ นั้น
      หลายคนเจอปัญหาเดียวกัน
      แต่เลือกใช้วิธีตอบสนองกับปัญหาต่างกัน
      แน่นอนว่าผลลัพธ์ที่ได้ย่อมไม่เหมือนกันแน่นอน
      จะเห็นได้ว่า Mindset คือตัวกำหนดทิศทางและอนาคตของชีวิตและมันเป็นสิ่งที่อยู่กับเราตลอดเวลาในทุกวินาที ไม่ว่าจะตอนตื่นตอนนอนหรือตอนทำกิจกรรมใดๆ ก็ตาม
      .
      ซึ่งความคิดหรือ Mindset ตัวนี้ก็จะส่งผลต่อพฤติกรรมของเราแล้วพฤติกรรมก็จะพัฒนากลายเป็นนิสัยและความเคยชินในที่สุด
      นี่จึงเป็นเหตุผลว่าทำไมเราจึงควรโฟกัสและพัฒนาเรื่อง Mindset เป็นพิเศษ
      .
      10 วิธีพัฒนา Mindset ในการพัฒนาตัวเอง 
      1.เปิดใจยอมรับจุดอ่อนของตัวเอง 
      2.มองเรื่องยากๆ เป็นโอกาสที่ท้าทายในการพัฒนาศักยภาพของเรา 
      3.ใช้กลยุทธ์การเรียนรู้ที่ถูกจริตกับตัวเอง
      แต่ละคนถูกเลี้ยงดูและเติบโตมาต่างกัน ดังนั้นการใช้วิธีเดียวกันอาจไม่จำเป็นต้องสำเร็จเหมือนกันก็ได้ อย่าเลียนแบบแต่ให้เรานำวิธีการต่างๆ มาปรับใช้ให้เข้ากับตัวเองมากที่สุด 
      4.มีความเชื่อว่าคนเราพัฒนาขึ้นได้เสมอ 
      5.ให้คุณค่ากับการเรียนรู้มากกว่าคำชม
      ระหว่างทางของการพัฒนาตัวเองมันไม่ได้โรยด้วยกลีบกุหลาบ แน่นอนว่าช่วงแรกๆ จะค่อนข้างท้าทายและมีอุปสรรคบ้าง
      ดังนั้นหากเรามัวแต่ให้คุณค่ากับคำชม ใจของเราจะฝ่อและหมดกำลังใจตั้งแต่ช่วงเริ่มต้นของการพัฒนา 
      6.สนใจกระบวนการมากกว่าปลายทาง
      การตั้งใจทำอะไรสักอย่าง เราย่อมคาดหวังผลลัพธ์อยู่แล้ว
      แต่ก็ต้องไม่ลืมที่จะสนุกกับระหว่างทางที่ทำไปด้วยเพราะสิ่งนี้คือประสบการณ์ชั้นดีที่จะสอนเรา 
      7.เปิดใจรับฟังคำวิจารณ์และเลือกรับให้เป็น
      ลดอีโก้และอคติส่วนตัวลงบ้างแล้วเราจะได้เรียนรู้อะไรอีกเยอะ สิ่งสำคัญคือต้องเลือกรับให้เป็น
      เพราะไม่ใช่ทุกคนจะมีทักษะการสื่อสารที่ดี
      และบางคนก็แค่พูดไปส่งๆ โดยไม่ได้ช่วยส่งเสริมให้เราพัฒนาใดๆ เลย 
      8.มองความล้มเหลวเป็นเรื่องปกติ
      เพราะไม่ว่าจะทำอะไรก็ตามมันย่อมมีโอกาสล้มเหลวอยู่แล้ว
      สิ่งสำคัญอยู่ที่ว่าเราควรลุกขึ้นยังไงต่างหาก 
      9.ตั้งเป้าหมายให้ตัวเอง
      ไม่ว่าจะระยะสั้นหรือยาวก็ตาม
      เพราะมันจะทำให้เรามีแพสชั่นในการใช้ชีวิตมากขึ้น 
      10.ฝึกมองโลกในแง่ดี
      สังคมทุกวันนี้เราเจอเรื่องแย่ๆ มากพอแล้ว
      ไม่จำเป็นต้องเอาตัวเองไปหมกหมุ่นกับมันอีก
      และการคิดบวกก็ไม่ใช่โลกสวยนะ
      แต่เป็นการมองโลกตามความเป็นจริงอย่างมีความหวังต่างหาก
      .
      จำไว้เสมอว่าทุกคนเปลี่ยนแปลงได้
      เราไม่ได้เกิดมาแล้วมีประกาศติดหน้าไว้สักหน่อย
      ว่าเป็นคนเก่งหรือไม่เก่ง เป็นคนดีหรือไม่ดี ฯ
      ตราบใดที่เราไม่ย่อท้อและมีความหวัง
      ทุกความสำเร็จที่เราตั้งใจย่อมเป็นไปได้เสมอ
      มาพัฒนา Mindset และนิสัยไปด้วยกันนะ`,
    author: 'kanompang',
  },
  {
    id: 3,
    title: 'หาจุดแข็งหนึ่งอย่างของเราให้เจอ ',
    image_url: '/362675173_775869717670506_9216506012261134572_n.jpg',
    content: `จริง ๆ เราอาจจะเคยได้ยินว่า หากเราทำสิ่งที่เรารัก เราจะมีความสุขในการทำงาน และเราจะประสบความสำเร็จ แต่ปัญหาคือบางทีเราไม่รู้ว่าเรารักอะไร หรือบางทีสิ่งที่เรารักมันก็ไม่สามารถเอามาสร้างรายได้เลี้ยงดูตัวเองและครอบครัวได้
      .
      ผมว่าทางลัดที่จะทำให้เราประสบความสำเร็จได้เร็วกว่าคือเริ่มจากสิ่งที่เราเก่ง สิ่งที่เป็นจุดแข็งของเรา เพราะมันเหมือนกับว่าเรามีทุนเดิมอยู่แล้ว ต่อยอดไปได้
      .
      คำว่าเก่ง ก็ไม่ได้แปลว่าเราต้องเก่งระดับประเทศ ไม่จำเป็นเลยครับ ยกตัวอย่างอย่างนี้นะครับ ถ้าเราอยากจะเปิดคอร์สสอนเรื่องอะไรก็ตาม คนทั้งประเทศมีประมาณ 70 ล้านคน สมมุติว่าเราเก่งกว่าคนแค่ 10 ล้านคนเอง ไม่ได้เก่งอะไรมากมายเลย แค่นี้ 10 ล้านคนนี้ก็เป็นกลุ่มเป้าหมายเราแล้วล่ะครับ ซึ่งบอกได้เลยว่าเหลือเฟือมาก ๆ ไม่จำเป็นว่าเราต้องเก่งมากกว่าคน 70 ล้านคนแต่อย่างใด
      .
      และต้องบอกว่าการพัฒนาตัวเองให้เก่งในเรื่องใดเรื่องหนึ่งที่เราก็เก่งอยู่แล้ว ก็ไม่ยากครับ เพราะเดี๋ยวนี้ช่องทางการเรียนรู้มากมายให้เลือก และพอมันมากมายนี่แหละ มันจะทำให้แต่ละคนมีทางเลือกมากขึ้น เราแค่โฟกัสในเรื่องใดเรื่องหนึ่ง แค่นั้นเราก็จะแซงคนจำนวนมากไปแล้ว
      .
      ผมแนะนำให้เริ่มแบบนี้ครับ เลือกก่อนว่าจุดแข็งเราคือเรื่องไหน ขอขยายความคำว่าจุดแข็งนิดหนึ่งนะครับ เราต้องระบุให้ได้ว่า จุดแข็งนั้นไปสร้างคุณค่าให้กับคนอื่นได้อย่างไรด้วย เช่นถ้าเราบอกว่าจุดแข็งของเราคือหัวถึงหมอนเมื่อไร เราหลับได้ทันที ใช่ครับความสามารถนี้ มันเหนือกว่าหลายคนชัดเจน แต่ถ้าว่าการที่เราหลับเร็ว มันจะมีประโยชน์ต่อคนอื่นอย่างไร
      .
      แบบนี้เราต้องคิดต่อครับ เช่น เรามีเทคนิคอะไรที่ช่วยทำให้คนนอนหลับยาก หลับได้เร็วแบบเราไหม ถ้ามี อันนี้มีหนทางแล้วครับ เพราะมันสร้างคุณค่าให้กับคนนอนหลับยากเป็นล้าน ๆ คนเลย เราอาจจะเขียนหนังสือ ทำคอร์ส หรืออะไรก็ได้ซึ่งสามารถสร้างรายได้ให้กับเราได้
      .
      แต่ถ้าเราก็ไม่รู้ มันเป็นธรรมชาติ จุดแข็งอันนี้มันก็ไม่มีประโยชน์กับคนอื่น เพราะการที่เรานอนหลับเร็ว ก็ไม่ได้ทำให้ชีวิตเขาดีขึ้น
      .
      ลองมองดูตัวเราดี ๆ ครับว่าจุดแข็งเราคืออะไร ขอให้โฟกัสที่จุดเดียว อย่าบอกว่า เราประหยัด ซื่อสัตย์ อดทน โอบอ้อมอารี มีน้ำใจ เพื่อนฝูงเยอะ ฯลฯ ถ้ามันเปรอะไปหมด มันจะไม่โดดเด่น
      .
      เจาะลงไปให้ได้ว่าคืออะไร สมมุติว่าเราคิดว่าการพูดคือจุดแข็งของเรา ถามต่อว่าแล้วเราจะเอาจุดแข็งนี้ไปใช้ทำอะไรได้ เช่น เราน่าจะขายของได้ดี เพราะเราพูดเก่ง
      .
      พอเราพบจุดแข็งนี้แล้ว ให้เราพัฒนาสิ่งนี้ให้เพิ่มไปอีกครับ เช่น เราไปเรียนฝึกพูดให้เก่งขึ้นไปอีก หลายคนอาจจะคิดว่า ก็เราเก่งแล้ว เราจะเรียนทำไม เรียนสิครับ เราจะได้เก่งมากขึ้นไปเรื่อย ๆ หรือถ้าไม่มีใครสอน ก็อ่านหนังสือ ฟังพอดแคสต์ ทำอะไรก็ได้ให้เก่งสุด ๆ ในเรื่องนั้น
      .
      ระหว่างที่เรียนและพัฒนาตัวเอง พยายามเอาจุดแข็งนั้นมาใช้ประโยชน์ให้มากที่สุด คิดไปเรื่อย ๆ เดี๋ยวเห็นหนทางเองแหละครับ เช่น ไหนเราลองไปขายของดู ดูสิขายได้ไหม ขายได้ เอาล่ะ เราพบทางเราแล้ว ขายไม่ได้ คิดต่อว่า แล้วพูดเก่ง เราจะทำอะไรได้อีกบ้างนอกจากการขาย เช่น เราไปเป็นวิทยากรบรรยายเรื่องการพูดดีไหม หรืออะไรแบบนี้
      .
      ยิ่งเราพัฒนาตัวเองไปในเรื่องใดเรื่องหนึ่งมาก ๆ และก็ได้ทำสิ่งนั้นอย่างต่อเนื่อง ผมเชื่อว่าเราจะเก่งเรื่องนั้นสุด ๆ ถึงตอนนั้นผมว่าความสำเร็จจะเข้ามาหาเราเองแหละครับ
      .
      มาหาจุดแข็งและพัฒนาตัวเองกันนะครับ 🙂`,
    author: 'Nopadol’s story',
  },
  {
    id: 4,
    title: '22 บทเรียนชีวิต ที่ผู้ใหญ่อยากบอกคนรุ่นใหม่',
    image_url: '/361298981_771898408067637_217628675945275899_n.jpg',
    content: `1. การฟังอย่างตั้งใจ คือวิธีการคุยกับคนอื่นที่ดีที่สุด ฟังเพื่อให้รู้ ถามเพิ่มเพื่อให้เข้าใจอย่างลึกซึ้ง
    .
    .
    2. ถ้าเราเป็นคนที่ฉลาดที่สุดในวงสนทนา แปลว่าเรากำลังอยู่ผิดที่ พยายามเรียนรู้จากคนที่รู้มากกว่าเราและจะดีที่สุดคือหาโอกาสคุยกับคนที่เห็นต่าง ไม่เห็นด้วยกับสิ่งที่เราคิด
    .
    .
    3. วิธีการทำตัวเองให้น่าสนใจ ต้องเริ่มต้นจากการสนใจผู้อื่นก่อนเสมอ ยิ่งเราพยายามสนใจเรื่องคนอื่นเท่าไหร่ คนอื่นจะยิ่งสนใจตัวเรามากขึ้นเท่านั้น
    .
    .
    4. ยิ่งอายุน้อย ยิ่งต้องใช้ชีวิตอย่างประหยัด ลองตั้งใจใช้ชีวิตให้ประหยัดที่สุด หรือไม่ซื้อของฟุ่มเฟือยอะไรเลย สัก 6 เดือน แล้วจะเห็นว่า ชีวิตเราก็ปกติได้โดยไม่ต้องมีเรื่องเหล่านี้
    .
    .
    5. ถ้าทำอะไรพลาดก็ยอมรับด้วยตัวเอง คือการสร้างความน่าเชื่อถือที่ดีที่สุด 
    .
    .
    6. ถ้าเจอใครมาทำอะไรบ้าๆ หยาบคายใส่ ให้มองว่าผู้นั้นกำลังป่วย เราจะปล่อยวางและไม่เก็บมาใส่ใจได้ง่ายขึ้น
    .
    .
    7. วิธีหา passion ที่ง่ายที่สุดคือพยายามมุ่งให้เก่งเรื่องใดสักเรื่องนึง เมื่อเก่งมากพอ เราจะตัดความสนใจจากเรื่องที่ไม่ใช่ได้เอง
    .
    .
    8. การส่งเสริมให้ลูกมีส่วนร่วมกับงานหรือกิจกรรมของครอบครัว คือวิธีการเลี้ยงลูกให้โตขึ้นมาเป็นเด็กที่มั่นใจ บอกสอนให้เด็กควรรับรู้ว่าครอบครัวของเราทำงาน ทำธุรกิจอะไรและเด็กๆ สามารถช่วยอะไรได้บ้าง คือการสร้าง senses of belonging ที่ดีที่สุด
    .
    .
    9. อยากให้ลูกฉลาด อย่าเอาแต่ให้คำตอบเวลาที่ถูกถาม แต่ให้ตอบกลับไป เราไม่รู้ แล้วถามเด็กกลับไปว่า คิดว่าคำตอบของคำถามเป็นอะไรได้บ้าง
    .
    .
    10. การลงทุนหุ้นในบริษัทใด ความหมายคือ ผู้ซื้อสนใจเพราะเห็นคุณค่าบางอย่างในธุรกิจนั้น ในขณะที่ผู้ขายเริ่มไม่เห็นค่าของธุรกิจนั้น ก่อนเราจะซื้อหุ้น เรามองเห็นความต่างตรงนั้นไหม มีอะไรบ้างที่เรารู้มากกว่าคนจะขาย
    .
    .
    11. ใช้เงินกับเรื่องที่เราสนใจ ใช้เพื่อให้เกิดประโยชน์ ไม่ใช่ใช้เพราะอยาก
    .
    .
    12. การให้ทิป คือการสร้างกำลังใจให้คนทำงานอย่างนึง ให้ไปเถอะ
    .
    .
    13.  เรื่องที่เราต้องเรียนรู้และทำให้ได้ คือ ความสามารถในการอดทนทำสิ่งที่ใช่จนสำเร็จ ความสามารถในการเลิกทำสิ่งที่ไม่ใช่ให้เร็ว และ หาใครสักคนที่ช่วยแนะนำความแตกต่างของ 2 อย่างแรกให้เราได้ 
    .
    .
    14. ถ้าอยากได้เงินเดือนเพิ่ม ให้ขอตอนที่เรากำลังเป็นคนสำคัญของบริษัท และระหว่างการเจรจา ควรให้บริษัทเป็นคนเปิดตัวเลขมาก่อนเสมอ 
    .
    .
    15. ให้ความสำคัญและเริ่มต้นสร้างตัวจากความสามารถที่มีแต่เราเท่านั้นที่ทำได้ 
    .
    .
    16. สนใจในสิ่งที่เรามี คือวิธีสร้างความสุขที่ดีที่สุด บริบทนี้หมายถึงทรัพย์สิน สิ่งของเท่านั้น 
    .
    .
    17. ถ้าอยากพัฒนาการพูดในที่สาธารณะ ให้ดูคลิปการพูดของตัวเอง มันอาจจะดูประหลาดหรือทุเรศในสายตาเรา แต่มันคือวิธีที่ดีที่สุด 
    .
    .
    18. การขอโทษที่ดีที่สุด คือแสดงความจริงใจพร้อมกับวิธีการแก้ไขที่จะทำ 
    .
    .
    19. อยากถามอะไร ถามไปเลย  อย่ามัวสนใจว่าใครจะว่าอะไรถ้ามันเป็นคำถามที่เราอยากรู้จริงๆ
    .
    .
    20. วิธีการตัดสินใจเมื่อมาถึงทางเลือก คือ ทางเลือกที่ดี จะให้ผลตอบแทนระยะสั้น แต่ทางเลือกที่ดีที่สุดจะให้ผลตอบแทนในระยะยาวเสมอ 
    .
    .
    21. วิธีการวัดความมั่งคั่ง ไม่ได้วัดกันที่สิ่งที่เงินซื้อได้ แต่วัดกันด้วยการได้ครอบครองสิ่งที่เงินซื้อไม่ได้ เช่น เวลา ความรัก มิตรภาพอย่างจริงใจของคนรอบตัว
    .
    .
    22. วิธีการรับคำแนะนำมาใช้ คือให้มองทุกคำแนะนำเหมือนหมวก 
    ถ้าใบไหนใส่ไม่พอดีกับหัวเรา ก็ลองหาใบอื่นต่อไป แค่นั้น!`,
    author: ' Trick of the trade ',
  },
  {
    id: 5,
    title: '22 บทเรียนชีวิต ที่ผู้ใหญ่อยากบอกคนรุ่นใหม่',
    image_url: '/361298981_771898408067637_217628675945275899_n.jpg',
    content: `1. การฟังอย่างตั้งใจ คือวิธีการคุยกับคนอื่นที่ดีที่สุด ฟังเพื่อให้รู้ ถามเพิ่มเพื่อให้เข้าใจอย่างลึกซึ้ง
    .
    .
    2. ถ้าเราเป็นคนที่ฉลาดที่สุดในวงสนทนา แปลว่าเรากำลังอยู่ผิดที่ พยายามเรียนรู้จากคนที่รู้มากกว่าเราและจะดีที่สุดคือหาโอกาสคุยกับคนที่เห็นต่าง ไม่เห็นด้วยกับสิ่งที่เราคิด
    .
    .
    3. วิธีการทำตัวเองให้น่าสนใจ ต้องเริ่มต้นจากการสนใจผู้อื่นก่อนเสมอ ยิ่งเราพยายามสนใจเรื่องคนอื่นเท่าไหร่ คนอื่นจะยิ่งสนใจตัวเรามากขึ้นเท่านั้น
    .
    .
    4. ยิ่งอายุน้อย ยิ่งต้องใช้ชีวิตอย่างประหยัด ลองตั้งใจใช้ชีวิตให้ประหยัดที่สุด หรือไม่ซื้อของฟุ่มเฟือยอะไรเลย สัก 6 เดือน แล้วจะเห็นว่า ชีวิตเราก็ปกติได้โดยไม่ต้องมีเรื่องเหล่านี้
    .
    .
    5. ถ้าทำอะไรพลาดก็ยอมรับด้วยตัวเอง คือการสร้างความน่าเชื่อถือที่ดีที่สุด 
    .
    .
    6. ถ้าเจอใครมาทำอะไรบ้าๆ หยาบคายใส่ ให้มองว่าผู้นั้นกำลังป่วย เราจะปล่อยวางและไม่เก็บมาใส่ใจได้ง่ายขึ้น
    .
    .
    7. วิธีหา passion ที่ง่ายที่สุดคือพยายามมุ่งให้เก่งเรื่องใดสักเรื่องนึง เมื่อเก่งมากพอ เราจะตัดความสนใจจากเรื่องที่ไม่ใช่ได้เอง
    .
    .
    8. การส่งเสริมให้ลูกมีส่วนร่วมกับงานหรือกิจกรรมของครอบครัว คือวิธีการเลี้ยงลูกให้โตขึ้นมาเป็นเด็กที่มั่นใจ บอกสอนให้เด็กควรรับรู้ว่าครอบครัวของเราทำงาน ทำธุรกิจอะไรและเด็กๆ สามารถช่วยอะไรได้บ้าง คือการสร้าง senses of belonging ที่ดีที่สุด
    .
    .
    9. อยากให้ลูกฉลาด อย่าเอาแต่ให้คำตอบเวลาที่ถูกถาม แต่ให้ตอบกลับไป เราไม่รู้ แล้วถามเด็กกลับไปว่า คิดว่าคำตอบของคำถามเป็นอะไรได้บ้าง
    .
    .
    10. การลงทุนหุ้นในบริษัทใด ความหมายคือ ผู้ซื้อสนใจเพราะเห็นคุณค่าบางอย่างในธุรกิจนั้น ในขณะที่ผู้ขายเริ่มไม่เห็นค่าของธุรกิจนั้น ก่อนเราจะซื้อหุ้น เรามองเห็นความต่างตรงนั้นไหม มีอะไรบ้างที่เรารู้มากกว่าคนจะขาย
    .
    .
    11. ใช้เงินกับเรื่องที่เราสนใจ ใช้เพื่อให้เกิดประโยชน์ ไม่ใช่ใช้เพราะอยาก
    .
    .
    12. การให้ทิป คือการสร้างกำลังใจให้คนทำงานอย่างนึง ให้ไปเถอะ
    .
    .
    13.  เรื่องที่เราต้องเรียนรู้และทำให้ได้ คือ ความสามารถในการอดทนทำสิ่งที่ใช่จนสำเร็จ ความสามารถในการเลิกทำสิ่งที่ไม่ใช่ให้เร็ว และ หาใครสักคนที่ช่วยแนะนำความแตกต่างของ 2 อย่างแรกให้เราได้ 
    .
    .
    14. ถ้าอยากได้เงินเดือนเพิ่ม ให้ขอตอนที่เรากำลังเป็นคนสำคัญของบริษัท และระหว่างการเจรจา ควรให้บริษัทเป็นคนเปิดตัวเลขมาก่อนเสมอ 
    .
    .
    15. ให้ความสำคัญและเริ่มต้นสร้างตัวจากความสามารถที่มีแต่เราเท่านั้นที่ทำได้ 
    .
    .
    16. สนใจในสิ่งที่เรามี คือวิธีสร้างความสุขที่ดีที่สุด บริบทนี้หมายถึงทรัพย์สิน สิ่งของเท่านั้น 
    .
    .
    17. ถ้าอยากพัฒนาการพูดในที่สาธารณะ ให้ดูคลิปการพูดของตัวเอง มันอาจจะดูประหลาดหรือทุเรศในสายตาเรา แต่มันคือวิธีที่ดีที่สุด 
    .
    .
    18. การขอโทษที่ดีที่สุด คือแสดงความจริงใจพร้อมกับวิธีการแก้ไขที่จะทำ 
    .
    .
    19. อยากถามอะไร ถามไปเลย  อย่ามัวสนใจว่าใครจะว่าอะไรถ้ามันเป็นคำถามที่เราอยากรู้จริงๆ
    .
    .
    20. วิธีการตัดสินใจเมื่อมาถึงทางเลือก คือ ทางเลือกที่ดี จะให้ผลตอบแทนระยะสั้น แต่ทางเลือกที่ดีที่สุดจะให้ผลตอบแทนในระยะยาวเสมอ 
    .
    .
    21. วิธีการวัดความมั่งคั่ง ไม่ได้วัดกันที่สิ่งที่เงินซื้อได้ แต่วัดกันด้วยการได้ครอบครองสิ่งที่เงินซื้อไม่ได้ เช่น เวลา ความรัก มิตรภาพอย่างจริงใจของคนรอบตัว
    .
    .
    22. วิธีการรับคำแนะนำมาใช้ คือให้มองทุกคำแนะนำเหมือนหมวก 
    ถ้าใบไหนใส่ไม่พอดีกับหัวเรา ก็ลองหาใบอื่นต่อไป แค่นั้น!`,
    author: ' Trick of the trade ',
  },
  {
    id: 6,
    title: '22 บทเรียนชีวิต ที่ผู้ใหญ่อยากบอกคนรุ่นใหม่',
    image_url: '/361298981_771898408067637_217628675945275899_n.jpg',
    content: `1. การฟังอย่างตั้งใจ คือวิธีการคุยกับคนอื่นที่ดีที่สุด ฟังเพื่อให้รู้ ถามเพิ่มเพื่อให้เข้าใจอย่างลึกซึ้ง
    .
    .
    2. ถ้าเราเป็นคนที่ฉลาดที่สุดในวงสนทนา แปลว่าเรากำลังอยู่ผิดที่ พยายามเรียนรู้จากคนที่รู้มากกว่าเราและจะดีที่สุดคือหาโอกาสคุยกับคนที่เห็นต่าง ไม่เห็นด้วยกับสิ่งที่เราคิด
    .
    .
    3. วิธีการทำตัวเองให้น่าสนใจ ต้องเริ่มต้นจากการสนใจผู้อื่นก่อนเสมอ ยิ่งเราพยายามสนใจเรื่องคนอื่นเท่าไหร่ คนอื่นจะยิ่งสนใจตัวเรามากขึ้นเท่านั้น
    .
    .
    4. ยิ่งอายุน้อย ยิ่งต้องใช้ชีวิตอย่างประหยัด ลองตั้งใจใช้ชีวิตให้ประหยัดที่สุด หรือไม่ซื้อของฟุ่มเฟือยอะไรเลย สัก 6 เดือน แล้วจะเห็นว่า ชีวิตเราก็ปกติได้โดยไม่ต้องมีเรื่องเหล่านี้
    .
    .
    5. ถ้าทำอะไรพลาดก็ยอมรับด้วยตัวเอง คือการสร้างความน่าเชื่อถือที่ดีที่สุด 
    .
    .
    6. ถ้าเจอใครมาทำอะไรบ้าๆ หยาบคายใส่ ให้มองว่าผู้นั้นกำลังป่วย เราจะปล่อยวางและไม่เก็บมาใส่ใจได้ง่ายขึ้น
    .
    .
    7. วิธีหา passion ที่ง่ายที่สุดคือพยายามมุ่งให้เก่งเรื่องใดสักเรื่องนึง เมื่อเก่งมากพอ เราจะตัดความสนใจจากเรื่องที่ไม่ใช่ได้เอง
    .
    .
    8. การส่งเสริมให้ลูกมีส่วนร่วมกับงานหรือกิจกรรมของครอบครัว คือวิธีการเลี้ยงลูกให้โตขึ้นมาเป็นเด็กที่มั่นใจ บอกสอนให้เด็กควรรับรู้ว่าครอบครัวของเราทำงาน ทำธุรกิจอะไรและเด็กๆ สามารถช่วยอะไรได้บ้าง คือการสร้าง senses of belonging ที่ดีที่สุด
    .
    .
    9. อยากให้ลูกฉลาด อย่าเอาแต่ให้คำตอบเวลาที่ถูกถาม แต่ให้ตอบกลับไป เราไม่รู้ แล้วถามเด็กกลับไปว่า คิดว่าคำตอบของคำถามเป็นอะไรได้บ้าง
    .
    .
    10. การลงทุนหุ้นในบริษัทใด ความหมายคือ ผู้ซื้อสนใจเพราะเห็นคุณค่าบางอย่างในธุรกิจนั้น ในขณะที่ผู้ขายเริ่มไม่เห็นค่าของธุรกิจนั้น ก่อนเราจะซื้อหุ้น เรามองเห็นความต่างตรงนั้นไหม มีอะไรบ้างที่เรารู้มากกว่าคนจะขาย
    .
    .
    11. ใช้เงินกับเรื่องที่เราสนใจ ใช้เพื่อให้เกิดประโยชน์ ไม่ใช่ใช้เพราะอยาก
    .
    .
    12. การให้ทิป คือการสร้างกำลังใจให้คนทำงานอย่างนึง ให้ไปเถอะ
    .
    .
    13.  เรื่องที่เราต้องเรียนรู้และทำให้ได้ คือ ความสามารถในการอดทนทำสิ่งที่ใช่จนสำเร็จ ความสามารถในการเลิกทำสิ่งที่ไม่ใช่ให้เร็ว และ หาใครสักคนที่ช่วยแนะนำความแตกต่างของ 2 อย่างแรกให้เราได้ 
    .
    .
    14. ถ้าอยากได้เงินเดือนเพิ่ม ให้ขอตอนที่เรากำลังเป็นคนสำคัญของบริษัท และระหว่างการเจรจา ควรให้บริษัทเป็นคนเปิดตัวเลขมาก่อนเสมอ 
    .
    .
    15. ให้ความสำคัญและเริ่มต้นสร้างตัวจากความสามารถที่มีแต่เราเท่านั้นที่ทำได้ 
    .
    .
    16. สนใจในสิ่งที่เรามี คือวิธีสร้างความสุขที่ดีที่สุด บริบทนี้หมายถึงทรัพย์สิน สิ่งของเท่านั้น 
    .
    .
    17. ถ้าอยากพัฒนาการพูดในที่สาธารณะ ให้ดูคลิปการพูดของตัวเอง มันอาจจะดูประหลาดหรือทุเรศในสายตาเรา แต่มันคือวิธีที่ดีที่สุด 
    .
    .
    18. การขอโทษที่ดีที่สุด คือแสดงความจริงใจพร้อมกับวิธีการแก้ไขที่จะทำ 
    .
    .
    19. อยากถามอะไร ถามไปเลย  อย่ามัวสนใจว่าใครจะว่าอะไรถ้ามันเป็นคำถามที่เราอยากรู้จริงๆ
    .
    .
    20. วิธีการตัดสินใจเมื่อมาถึงทางเลือก คือ ทางเลือกที่ดี จะให้ผลตอบแทนระยะสั้น แต่ทางเลือกที่ดีที่สุดจะให้ผลตอบแทนในระยะยาวเสมอ 
    .
    .
    21. วิธีการวัดความมั่งคั่ง ไม่ได้วัดกันที่สิ่งที่เงินซื้อได้ แต่วัดกันด้วยการได้ครอบครองสิ่งที่เงินซื้อไม่ได้ เช่น เวลา ความรัก มิตรภาพอย่างจริงใจของคนรอบตัว
    .
    .
    22. วิธีการรับคำแนะนำมาใช้ คือให้มองทุกคำแนะนำเหมือนหมวก 
    ถ้าใบไหนใส่ไม่พอดีกับหัวเรา ก็ลองหาใบอื่นต่อไป แค่นั้น!`,
    author: ' Trick of the trade ',
  },
];
export default blogs;
